"LTEXT_VERSION" = "2.4.0";
"LTEXT_CATEGORY_VERSION" = "Lite";
"LTEXT_LANGUAGE" = "cat";

/* Muy importante: No cambiar formato de la etiqueta pues esta presente desde la v1.0 */
"General Income" = "Ingrés general";
"General Expense" = "Despesa general";

"LTEXT_NAVIGATIONBAR_TITLE" = "Easy Incomes and Expenses";
"LTEXT_BARBUTTON_YEARS_TITLE" = "Anys";
"LTEXT_BARBUTTON_SETTINGS_TITLE" = "Ajust";
"LTEXT_BARBUTTON_CATEGORIES_TITLE" = "Categoria";
"LTEXT_BARBUTTON_EXPORT_TITLE" = "Exportar";

"LTEXT_URLPAGE" = "http://easyincomesandexpenses.frodrig.com";

"LTEXT_EDITMODE_ANNUALBALANCEINDICATOR" = "Balanç anual";
"LTEXT_EDITMODECONCEPTCELL_ENTRYWITHNODAY" = "Sense dia";
"LTEXT_EDITMODECONCEPTHEADER_BASEINFO" = "Balanç: %@ - Conceptes: %d";

"LTEXT_ADD_NEW_CATEGORY" = "Afegeix una nova categoria";
"LTEXT_RENAME_CATEGORY" = "Canvia el nom de la categoria";
"LTEXT_PLACEHOLDER_CATEGORY" = "Categoria…";
"LTEXT_INVALIDCATEGORY" = "El nom d’aquesta categoria no és vàlid o\n ja existeix una igual";

"LTEXT_YEARSELECTOR_WITHCONCEPTYEARS" = "Anys amb conceptes";
"LTEXT_YEARSELECTOR_ALLYEARS" = "Tots els anys";
"LTEXT_YEARSELECTOR_ACTUALOPENYEAR" = "L’any actualmente obert és el %@";

"LTEXT_CONFIRM_CLEANYEARCONCEPTS_TITLE" = "Confirmar";
"LTEXT_CONFIRM_CLEANYEARCONCEPTS_TEXT" = "Si confirmes l’acció, tots els conceptes de l’any s’esborraran per sempre";
"LTEXT_ALERTVIEW_CANCEL" = "Cancel·lar";
"LTEXT_ALERTVIEW_CLEAN" = "Esborrar";

"LTEXT_SETTINGS_ABOUT_TITLE" = "Easy Incomes and Expenses";
"LTEXT_SETTINGS_ABOUT_URL" = "www.easyincomesandexpenses.frodrig.com";
"LTEXT_SETTINGS_ABOUT_LITE" = "Versió Lite (gratuïta) 2.4.0";
"LTEXT_SETTINGS_ABOUT_DESIGNEDANDDEVELOPED" = "Dissenyat i desenvolupat per";
"LTEXT_SETTINGS_ABOUT_DEVELOPER" = "Fernando Rodríguez Martínez";
"LTEXT_SETTINGS_ABOUT_FEEDBACK" = "El teu feedback és benvingut";
"LTEXT_SETTINGS_ABOUT_EMAIL" = "feedback@frodrig.com";
"LTEXT_SETTINGS_ABOUT_PROVERSIONINFO" = "Aviat disponible la versió Pro amb noves funcionalitats.\n\n¡No deixis d’escriure amb els teus suggeriments!!";

"LTEXT_SETTINGS_MENUSETTINGSOPTION" = "Configuració";
"LTEXT_SETTINGS_ABOUTSETTINGSOPTION" = "Sobre…";

"LTEXT_EMAIL" = "hola@frodrig.com";
"LTEXT_EMAIL_SUBJECT" = "Sobre Easy Incomes and Expenses";

"LTEXT_WEEKDAY_SUNDAY" = "Diumenge";
"LTEXT_WEEKDAY_MONDAY" = "Dilluns";
"LTEXT_WEEKDAY_TUESDAY" = "Dimarts";
"LTEXT_WEEKDAY_WEDNESDAY" = "Dimecres";
"LTEXT_WEEKDAY_THURSDAY" = "Dijous";
"LTEXT_WEEKDAY_FRIDAY" = "Divendres";
"LTEXT_WEEKDAY_SATURDAY" = "Dissabte";

"LTEXT_MONTH_JANUARY" = "Gener";
"LTEXT_MONTH_FEBRUARY" = "Febrer";
"LTEXT_MONTH_MARCH" = "Març";
"LTEXT_MONTH_APRIL" = "Abril";
"LTEXT_MONTH_MAY" = "Maig";
"LTEXT_MONTH_JUNE" = "Juny";
"LTEXT_MONTH_JULY" = "Juliol";
"LTEXT_MONTH_AUGUST" = "Agost";
"LTEXT_MONTH_SEPTEMBER" = "Setembre";
"LTEXT_MONTH_NOVEMBER" = "Novembre";
"LTEXT_MONTH_OCTOBER" = "Octubre";
"LTEXT_MONTH_DECEMBER" = "Desembre";

"LTEXT_CALENDARDAYSELECTOR_TITLE" = "%@ de %@";

"LTEXT_CALCULATOR_TITLE" = "inserció";
"LTEXT_CALCULATOR_NOCATEGORYSELECTED" = "Sense categoria seleccionada";
"LTEXT_CALCULATOR_NODAYSELECTED" = "Selecciona un dia";
"LTEXT_CALCULATOR_DAYSELECTED" = "Dia %d, %@";
"LTEXT_CALCULATOR_BUTTON_ADD" = "Afegir";

"LTEXT_MODESEGMENTEDCONTROL_EDITMODE" = "Conceptes";
"LTEXT_MODESEGMENTEDCONTROL_REPORTMODE" = "Informes";

"LTEXT_MENUOPTIONSREPORT_OPTIONBALANCE" = "totals";
"LTEXT_MENUOPTIONSREPORT_OPTIONINCOMES" = "ingresos";
"LTEXT_MENUOPTIONSREPORT_OPTIONEXPENSES" = "despeses";

"LTEXT_CATEGORYTYPEINCOME_NAME" = "Ingresos";
"LTEXT_CATEGORYTYPEEXPENSE_NAME" = "Despeses";

"LTEXT_CATEGORYSELECTOR_INCOMESOPTION" = "Categories d’ingrés";
"LTEXT_CATEGORYSELECTOR_EXPENSESOPTION" = "Categories de despesa";

"LTEXT_ALERTVIEW_REMOVECATEGORY_TITLE" = "Confirma l’esborrat";
"LTEXT_ALERTVIEW_REMOVECATEGORY_MESSAGE" = "Hi ha un o més conceptes associats a aquesta categoria. Si l’esborres, tots els teus conceptes passaran a estar associats a la categoria general.";
"LTEXT_ALERTVIEW_REMOVECATEGORY_CANCELOPTION" = "Cancel·lar";
"LTEXT_ALERTVIEW_REMOVECATEGORY_REMOVEOPTION" = "Esborrar";

"LTEXT_PHRASE_NOCONCEPTS" = "Sense conceptes";
"LTEXT_PHRASE_ONECONCEPT" = "Amb un concepte";
"LTEXT_PHRASE_TWOCONCEPT" = "Amb dos conceptes";
"LTEXT_PHRASE_THREECONCEPT" = "Amb tres conceptes";
"LTEXT_PHRASE_FOURCONCEPT" = " Amb quatre conceptes";
"LTEXT_PHRASE_FIVECONCEPT" = "Amb cinc conceptes";
"LTEXT_PHRASE_SIXCONCEPT" = "Amb sis conceptes";
"LTEXT_PHRASE_SEVENCONCEPT" = "Amb set conceptes";
"LTEXT_PHRASE_EIGHTCONCEPT" = "Amb vuit conceptes";
"LTEXT_PHRASE_NINECONCEPT" = "Amb nou conceptes";
"LTEXT_PHRASE_MORETHANTENCONCEPTS" = "Amb %d conceptes";

"LTEXT_REPORTAREAITEMS_NOITEMSWARNING" = "No hi ha conceptes per a aquest tipus de categoria";

"LTEXT_SETTINGS_HEADERSECTION_TEXT" = "Configuració";
"LTEXT_ABOUT_HEADERSECTION_TEXT" = "Sobre…";
"LTEXT_ABOUTANDOPTIONS_DAYMODELABEL_TEXT" = "Conceptes amb dies?";
"LTEXT_ABOUTANDOPTIONS_STARTMONTHBUTTON_TEXT" = "Mes inicial: ";

"LTEXT_STARTMONTHSELECTORVC_TITLE" = "Mes inicial para los años";

"LTEXT_EXPORTSTEPONE_TITLE" = "01. Dónde exportar";
"LTEXT_EXPORTSTEPONE_NEXTBUTTONTITLE" = "Paso 02";

"LTEXT_SETTINGSINDEX_TITLE" = "Ajust";

"LTEXT_SETTINGSINDEX_1" = "Configuració";
"LTEXT_SETTINGSINDEX_2" = "Ajuda";
"LTEXT_SETTINGSINDEX_3" = "Sobre...";

"LTEXT_HELPCONTENT_1" = "01. Descripció general";
"LTEXT_HELPCONTENT_2" = "02. Pestanyes de context";
"LTEXT_HELPCONTENT_3" = "03. Conceptes";
"LTEXT_HELPCONTENT_4" = "04. Categories";
"LTEXT_HELPCONTENT_5" = "05. Informes";
"LTEXT_HELPCONTENT_6" = "06. Eliminar i buidar";
"LTEXT_HELPCONTENT_7" = "07. Dies en conceptes";
"LTEXT_HELPCONTENT_8" = "08. Trucs";

"LTEXT_HELPCONTENT_1_1_1" = "{Easy Incomes and Expenses} té com a objectiu ajudar-te a gestionar l’economia domèstica d’una manera senzilla i elegant.";
"LTEXT_HELPCONTENT_1_2_1" = "Mes a mes s’introdueixen els diferents +[ingresos]+ i -[despeses]-.";
"LTEXT_HELPCONTENT_1_3_1" = "Cada +[ingrés]+ i -[despesa]- està associat/da a una categoria (menjar, gasolina, hipoteca, salari, etc.) i, si vols, a un dia en concret. ";
"LTEXT_HELPCONTENT_1_4_1" = "En tot moment pots consultar el balanç (d’+[ingresos]+ {menys} -[despeses]-) mensual i anual, així com també altres informes més detallats.";

"LTEXT_HELPCONTENT_2_1_1" = "Les pestanyes de context permeten canviar de mes i accedir al resum de l’any obert.";
"LTEXT_HELPCONTENT_2_2_1" = "En prémer una pestanya de context veurem immediatament el balanç (+[ingresos]+ {menys} -[despeses]-) relacionat.";
"LTEXT_HELPCONTENT_2_3_1" = "En la primera pestanya es mostra sempre l’any obert actualment.\n\nSi desitges canviar d’any només has de prémer l’opció superior dreta <Anys>.";

"LTEXT_HELPCONTENT_3_1_1" = "Un concepte és un +[ingrés]+ o una -[despesa]- introduït/da en un mes en concret.";
"LTEXT_HELPCONTENT_3_2_1" = "Per començar a introduir conceptes s’ha de prémer sobre el botó <Conceptes> i es llisca el panell d’inserció cap amunt. ";
"LTEXT_HELPCONTENT_3_3_1" = "El panell d’inserció és la barra gris que pots veure a la part inferior de la pantalla.";
"LTEXT_HELPCONTENT_3_4_1" = "Si vols introduir un +[ingrés]+, prem el botó <+>. Si vols introduir una -[despesa]-, prem el botó <->.\n\nAquests botons els trobaràs en els laterals del panell d’inserció.";
"LTEXT_HELPCONTENT_3_5_1" = "Prem els nombres per introduir la xifra i després el botó <Afegir> del panell d’inserció.";
"LTEXT_HELPCONTENT_3_6_1" = "Pots modificar la categoria i la quantitat d’un concepte ja introduït  si el prems directament.";
"LTEXT_HELPCONTENT_3_7_1" = "Si no vols introduir més conceptes, amaga el panell d’inserció lliscant-ho cap avall.";

"LTEXT_HELPCONTENT_4_1_1" = "Tots els conceptes han d’estar sempre associats a una categoria.";
"LTEXT_HELPCONTENT_4_2_1" = "Les categories serveixen per descriure i agrupar els +[ingresos]+ i -[despeses]- introduïdes.";
"LTEXT_HELPCONTENT_4_3_1" = "Hi ha dos grups de categories: les categories d’ +[ingrés]+ i les categories de -[despesa]-.";
"LTEXT_HELPCONTENT_4_4_1" = "Existeixen dues categories per defecte amb el nom de {Ingrés General} i {Despesa General}. El panell d’inserció les escull automàticament en prémer els botons <+> i <->.";
"LTEXT_HELPCONTENT_4_5_1" = "Per canviar de categoria o crear una nova en el panell d’inserció, prem en el nom de la categoria que estigui seleccionada en aquest moment. ";
"LTEXT_HELPCONTENT_4_6_1" = "Per poder realitzar una gestió més completa de les categories (consultar, crear, canviar de nom i eliminar), prem l’opció <Categories> de la zona superior dreta.";

"LTEXT_HELPCONTENT_5_1_1" = "Per consultar els informes prem el botó <Informes> amb el panell d’inserció amagat.";
"LTEXT_HELPCONTENT_5_2_1" = "En els informes es pot consultar totals d’ +[ingresos]+ i -[despeses]-, totals d’+[ingrés]+ per categories i totals de -[despesa]- per categoria.\n\nExisteix un menú inferior que permet triar el que es desitja veure.";
"LTEXT_HELPCONTENT_5_3_1" = "Si l’informe conté més informació de la que es pot visualitzar a la pantalla, hauràs de lliscar el dit per l’àrea per poder veure més.";
"LTEXT_HELPCONTENT_5_4_1" = "Quan es consulten els informes d’+[ingresos]+ o -[despeses]-, és possible canviar entre dades econòmiques i percentatges prement amb un dit l’àrea de l’informe.";

"LTEXT_HELPCONTENT_6_1_1" = "Totes les accions d’eliminació o descart es realitzen lliscant un dit d’esquerra a dreta sobre l’element en qüestió.";
"LTEXT_HELPCONTENT_6_2_1" = "Si llisques un dit d’esquerra a dreta sobre el concepte, ho elimines.";
"LTEXT_HELPCONTENT_6_3_1" = "Si llisques un dit d’esquerra a dreta sobre una xifra del panell d’inserció, la descartes.";
"LTEXT_HELPCONTENT_6_4_1" = "Si llisques un dit sobre una categoria de les mostrades quan prems l’opció superior dreta <Categories>, la elimines.\n\nAquesta acció sempre demanarà confirmació si hi hagués conceptes associats a aquesta categoria.";
"LTEXT_HELPCONTENT_6_5_1" = "Si llisques un dit sobre un any que es mostra quan prems l’opció superior dreta <Anys>, ho buidarà.\n\nSempre que hi hagui conceptes associats a l’any es demanarà confirmació de l’acció.";

"LTEXT_HELPCONTENT_7_1_1" = "Per poder associar dies als conceptes s’ha d’activar l’opció en el panell <Ajust> de la zona superior esquerra.\n\nPer defecte aquesta opció ve desactivada i, en el seu lloc, els conceptes mostren l’ordre que ocupen dins del mes.";
"LTEXT_HELPCONTENT_7_2_1" = "Els conceptes sense dia associat mostren l’indicador <Sense dia>. Quan el prems surt un calendari per escollir el dia.";
"LTEXT_HELPCONTENT_7_3_1" = "Amb l’opció dies activada, es podrà associar dies als nous conceptes des del panell d’inserció.\n\nNomés hauràs de prémer en el nou text amb data que surt.";

"LTEXT_HELPCONTENT_8_1_1" = "Pots obrir ràpidament el panell d’inserció si prems els botons <+> o <->.";
"LTEXT_HELPCONTENT_8_2_1" = "Pots amagar ràpidament el panell d’inserció si prems els botons <+> o <-> si hi ets a la pantalla d’+[ingrés]+ o -[despesa]-.";
"LTEXT_HELPCONTENT_8_3_1" = "Si consultes el resum de l’any (primera pestanya), quan premis un concepte es canviarà al mes al que pertany.";
